{
"data":[
{
"id": 1,
"title": "Hercules and the Lernaean Hydra",
"image": "https://www.artic.edu/iiif/2/2ae64c8a-266d-470a-a25a-c83127564636/full/843,/0/default.jpg",
"artist": "Gustave Moreau",
"years": "French, 1826-1898",
"style": "Symbolism / Romanticism",
"desc": "Perjuangan Hercules melawan Hydra sebagai simbol ketekunan dan keberanian dalam mitologi Yunani.",
"price": "Rp 1.000.000.000"
},
{
"id": 2,
"title": "The Old Guitarist",
"image": "https://www.artic.edu/iiif/2/4e7f3081-179a-af18-8abd-7908a7ae8c4e/full/843,/0/default.jpg",
"artist": "Pablo Picasso",
"years": "1901-1904",
"style": " Ekspresionisme",
"desc": "The Old Guitarist adalah salah satu lukisan paling ikonik dari Pablo Picasso, yang diciptakan pada masa Blue Period (1901–1904). Lukisan ini menggambarkan seorang pria tua yang kurus, duduk dalam posisi melengkung sambil memeluk gitar. Warna-warna biru monokromatik yang mendominasi lukisan ini mencerminkan suasana melankolis dan penderitaan emosional yang mendalam, baik dari subjek maupun sang seniman sendiri.",
"price": "Rp 2.000.000.000.000"
},
{
"id": 3,
"title": "The Basket of Apples",
"image": "https://www.artic.edu/iiif/2/52ac8996-3460-cf71-cb42-5c4d0aa29b74/full/1686,/0/default.jpg",
"artist": "Paul Cezanne",
"years": "French, 1839-1906",
"style": "Post-Impressionism / Still Life",
"desc": "Lukisan ini menggambarkan sekumpulan apel yang tampak tidak seimbang dalam keranjang di atas meja, ditemani sebotol anggur dan roti. Komposisi ini tampak “salah” secara perspektif, namun disengaja oleh Cézanne untuk mengeksplorasi bentuk dan ruang. Ia menentang aturan perspektif tradisional, menciptakan harmoni visual melalui bentuk geometris dan warna. Karya ini menjadi tonggak penting dalam sejarah seni modern.",
"price": "Rp 1.600.000.000.000"
},
{
"id": 4,
"title": "Weaving",
"image": "https://www.artic.edu/iiif/2/96e26f4f-c578-b14c-2714-2a565f19e0d0/full/843,/0/default.jpg",
"artist": "Diego Rivera",
"years": "1936",
"style": "Mexican Muralism / Social Realism / Modernism",
"desc": "Diego Rivera adalah pelukis revolusioner yang menggunakan seninya untuk menggambarkan realitas sosial dan sejarah Meksiko. Dalam banyak karyanya, termasuk Weaving, ia menampilkan kehidupan rakyat biasa—buruh tani, pekerja tekstil, dan komunitas adat—dalam adegan yang sarat makna sosial dan politik. Karya Weaving secara spesifik menyoroti para penenun perempuan dan peran penting perempuan dalam ekonomi lokal. Rivera menggambarkan mereka dengan kekuatan dan martabat, dalam komposisi yang simetris dan penuh warna.",
"price": "Rp 80.000.000.000"
},
{
"id": 5,
"title": "The Rock",
"image": "https://www.artic.edu/iiif/2/2843f22e-8ef1-2cd5-b53e-6712cd664e9a/full/843,/0/default.jpg",
"artist": "Peter Blume",
"years": "1944-48",
"style": "American Modernism / Surrealist-Realist Allegory",
"desc": "Peter Blume menciptakan The Rock antara tahun 1944-1948 sebagai lukisan komisi untuk keluarga Kaufmann (pemilik rumah Fallingwater oleh Frank Lloyd Wright). Karya ini menggambarkan formasi batu besar yang pecah namun bertahan, dikelilingi sisa reruntuhan, asap, serta pekerja yang membangun kembali dunia baru. Di sisi kanan, asap mengepul dari puing-puing—mengingatkan pengeboman di London saat Perang—sementara di kiri, sebuah bangunan baru berdiri dengan kerangka bangunan dan pekerja yang mengangkut material. Lukisan ini dianggap sebagai alegori harapan dan rekonstruksi pascaperang, simbol ketahanan dan imajinasi manusia di tengah kehancuran dan ketidakpastian ",
"price": "Rp 320.000.000.000"
},
{
"id": 6,
"title": "Venus de Milo with Drawers",
"image": "https://www.artic.edu/iiif/2/678c7a7a-b8c7-2857-7b97-f3c3501b8b1c/full/843,/0/default.jpg",
"artist": "Salvador Dalí",
"years": "1936",
"style": "Surrealism / Surrealist Object / Assemblage",
"desc": "Venus de Milo with Drawers adalah patung plester eksperimental yang dibuat oleh Salvador Dalí pada tahun 1936, mengambil referensi dari patung Yunani kuno Venus de Milo. Dalam interpretasi surreal-nya, Dalí menempatkan enam laci tersembunyi di kepala, dada, perut, dan kaki patung — lengkap dengan kenop berpompom bulu.Menurut Dalí, laci-laci ini melambangkan rahasia batin manusia yang hanya bisa diakses melalui psikoterapi, serta mencerminkan dualitas antara bentuk ideal klasik dan kompleksitas bawah sadar modern. Patung ini mencerminkan obsesi Dalí terhadap psikoanalisis dan dream imagery, serta menunjukkan bagaimana objek biasa bisa diberi makna simbolik melalui transformasi artistik..",
"price": "Rp 48.000.000.000"
},
{
"id": 7,
"title": "A Young Lady with a Parrot",
"image": "https://www.artic.edu/iiif/2/2d9fb8b5-b9a3-3e41-270e-3c480f7b317b/full/1686,/0/default.jpg",
"artist": "Rosalba Carriera",
"years": "c. 1730",
"style": "Rococo / Pastel Portraiture",
"desc": "A Young Lady with a Parrot dibuat sekitar tahun 1730 dengan media pastel di atas kertas biru, mounted pada papan berlapis. Lukisan ini menampilkan seorang wanita muda berpakaian anggun khas Rococo — gaun biru lembut, renda tipis, pita, dan kerudung transparan. Di tangannya, seekor burung nuri kecil menambahkan sentuhan eksotik dan simbolis. Carriera dengan cermat memperlihatkan tekstur kain, kilau mutiara, dan kesan sensual yang lembut namun penuh kendali. Warna parrot yang cerah menciptakan kontras yang menarik terhadap nuansa pastel lembut lainnya, sementara tatapan langsung sang model memberikan aura seduksi terkontrol — mencerminkan elegansi dan kecerdasan visual Rococo. Karya ini sering dianggap sebagai karya penting dalam portofolio Carriera dan awal popularitas pastel dalam potret aristokrat Eropa",
"price": "Rp 650.000.000.000"
},
{
"id": 8,
"title": "The Watermill with the Great Red Roof",
"image": "https://www.artic.edu/iiif/2/237c25a2-6051-a8e7-1610-a01938d4deab/full/1686,/0/default.jpg",
"artist": "Meindert Hobbema",
"years": "c. 1665",
"style": "Dutch Baroque Landscape",
"desc": "Lukisan ini menggambarkan suasana tenang pedesaan dengan kincir air besar yang atapnya berwarna merah menyala, berdiri di antara pepohonan rindang dan aliran sungai yang mengalir perlahan. Karya ini menunjukkan keterampilan Hobbema dalam menangkap tekstur alam dan permainan cahaya, menciptakan kesan damai dan harmoni antara manusia dan lingkungannya. Detail arsitektur bangunan, refleksi air, serta perspektif ruang yang dalam menjadi ciri khas karya ini.",
"price": "Rp 80.000.000.000"
},
{
"id": 9,
"title": "Hero Construction",
"image": "https://www.artic.edu/iiif/2/62f2ca7a-8c22-bb7e-9e3d-7453652a3350/full/843,/0/default.jpg",
"artist": "Richard Hunt",
"years": "United States (Artist's nationality:), 1958",
"style": "Modernisme Abstrak",
"desc": "Richard Hunt menciptakan Hero Construction pada tahun 1958, satu tahun setelah lulus dari School of the Art Institute of Chicago. Patung ini terdiri dari benda-benda bekas—pipa tua, potongan logam, dan bagian-bagian mobil—yang ia temukan di tempat rongsokan dan jalanan. Dengan menggunakan alat las seperti kuas lukis, Hunt menyatukan elemen-elemen ini menjadi sebuah bentuk yang abstrak namun tetap dapat dikenali. Hunt sangat tertarik dengan mitologi, dan Hero Construction memiliki keterkaitan dengan patung-patung pahlawan dari masa lalu dan masa kini, mulai dari patung Yunani kuno hingga monumen modern untuk tokoh-tokoh kenegaraan. Posisi tubuh patung yang sederhana namun monumental menggambarkan sosok pahlawan kontemporer yang tetap tangguh dalam menghadapi ketidakpastian dan bahaya zaman sekarang.",
"price": "Rp 2.000.000.000"
},
{
"id": 10,
"title": "The Red Armchair",
"image": "https://www.artic.edu/iiif/2/c617e2f0-d5fe-0772-390e-6d8c83895815/full/843,/0/default.jpg",
"artist": "Pablo Picasso",
"years": "Spanish, active France, 1881-1973",
"style": "Abstract / Contemporary",
"desc": "Representasi simbolis pohon oak dalam warna-warna bold dan bentuk geometris.",
"price": "Rp 550.000.000.000"
},
{
"id": 11,
"title": "Head of a Woman (Fernande)",
"image": "https://www.artic.edu/iiif/2/b8a75427-6434-8c35-9b2f-af6e126569d2/full/843,/0/default.jpg",
"artist": "Pablo Picasso",
"years": "1909",
"style": "Proto-Cubism / Early Cubism",
"desc": "Head of a Woman (Fernande) adalah patung perunggu yang menggambarkan Fernande Olivier, kekasih Picasso pada saat itu. Meskipun berjudul “Head of a Woman”, bentuknya sangat terdistorsi dengan elemen wajah yang disederhanakan menjadi volume geometris. Patung ini mencerminkan transisi Picasso dari realisme menuju gaya kubisme yang lebih analitis. Dengan tekstur kasar dan sudut tajam, karya ini merevolusi representasi bentuk manusia dalam seni pahat modern.",
"price": "Rp 1.100.000.000"
},
{
"id": 12,
"title": "Virgin and Child with the Young Saint John the BaptistDate",
"image": "https://www.artic.edu/iiif/2/d63b9402-c42b-cce3-aa63-6d213ad621cd/full/1686,/0/default.jpg",
"artist": "Correggio",
"years": "c. 1515",
"style": "High Renaissance",
"desc": "Karya ini menggambarkan Madonna menyusui bayi Yesus sambil diperhatikan oleh Yohanes Pembaptis muda. Lukisan ini menunjukkan kasih sayang ibu-anak yang intim, dalam gaya lembut dan mempesona. Warna-warna hangat dan pencahayaan lembut menciptakan kedalaman emosional. Posisi tubuh para tokoh menciptakan bentuk spiral yang khas dalam karya Correggio, menambah kesan keindahan naturalistik dan gerakan yang hidup.",
"price": "Rp 1.200.000.000"
},
{
"id": 13,
"title": "Judith",
"image": "https://www.artic.edu/iiif/2/5b9758c9-24ef-8661-fac0-c9a4229eefd4/full/1686,/0/default.jpg",
"artist": "Jan Sanders van Hemessen",
"years": "c. 1540",
"style": "Northern Renaissance / Mannerism",
"desc": "Karya Judith menggambarkan kisah biblis Judith yang memenggal kepala Holofernes, seorang jenderal Asyur, demi menyelamatkan bangsanya. Dalam interpretasi van Hemessen, Judith digambarkan sebagai perempuan kuat dan penuh tekad, dengan ekspresi wajah tenang namun tegas, sambil memegang kepala Holofernes. Latar lukisan sering kali gelap, menciptakan kontras dramatis yang menyoroti figur utama secara emosional dan spiritual.Judith dalam karya ini bukan hanya lambang keberanian religius, tapi juga gambaran kekuatan moral seorang wanita dalam menghadapi tirani.",
"price": "Rp 1.400.000.000"
},
{
"id": 14,
"title": "Caribs Leap/Western Deep",
"image": "https://www.artic.edu/iiif/2/a52c0c03-9668-ae2b-d780-dc928a9d16c1/full/843,/0/default.jpg",
"artist": "Steve McQueen",
"years": "2002",
"style": "Video Art / Conceptual Art / Experimental Film",
"desc": "Caribs Leap: Mengacu pada legenda kolonial di Saint Lucia, tempat orang Karibia asli melompat dari tebing untuk menghindari perbudakan oleh penjajah Prancis. McQueen menyajikan rekaman puitis dan lambat dari tubuh-tubuh yang jatuh melalui langit, membangkitkan refleksi spiritual tentang kematian, kemerdekaan, dan pengorbanan.Western Deep: Menggambarkan kondisi kerja buruh tambang emas di TauTona Mine di Afrika Selatan—tambang terdalam di dunia. Ini adalah pengalaman sinematik yang sangat gelap, penuh suara mesin, gerakan lambat, dan visual terbatas, menciptakan perasaan claustrophobia dan keterasingan. McQueen menyampaikan kritik terhadap eksploitasi tenaga kerja dan warisan kolonialisme ekonomi.",
"price": "Rp 1.050.000.000"
},
{
"id": 15,
"title": "Candida and Her Mother, Celia, II",
"image": "https://www.artic.edu/iiif/2/5a129642-4a4c-f567-4658-7640fe75fcda/full/843,/0/default.jpg",
"artist": "Dawoud Bey",
"years": "1994",
"style": "Portraiture / Psychological Collage Photography",
"desc": "Dibuat pada tahun 1994, Candida and Her Mother, Celia, II menampilkan hubungan intim antara seorang ibu dan anak dalam enam panel foto. Panel‑panel tersebut menggambarkan wajah dan tangan ibu serta anak bersama-sama, serta momen ketika keduanya menatap balik ke kamera, membangun dialog tersirat antara pencipta dan subjek. Melalui komposisi grid, Bey merajut tempat bergerak antara waktu, memori, dan identitas keluarga—sebuah kuil kecil yang memisahkan mereka dari kompleksitas sejarah dan ketidakpastian zaman.",
"price": "Rp 1.300.000.000"
},
{
"id": 16,
"title": "Female Caryatid Drum (Pinge)",
"image": "https://www.artic.edu/iiif/2/f305060c-3cd8-e9d4-1009-7e8d4ce1625f/full/843,/0/default.jpg",
"artist": "SenufoCôte dIvoire",
"years": "c. 1930-c. 1950",
"style": "African Traditional Sculpture / Caryatid Symbolic Art",
"desc": "Drum ini diukir dari batang kayu tunggal dan menampilkan figur wanita duduk dengan drum di atas kepala, menghormati posisi tertinggi perempuan dalam masyarakat Senufo—sebagai pendiri keluarga dan mediator spiritual. Drum dipenuhi ukiran relief yang menggambarkan manusia, hewan, dan simbol ritual seperti ular, prajurit, dan tokek—simbol pengetahuan, kekuatan, dan divinasi [[turn0search12]][[turn0search1]]. Karya ini kemungkinan digunakan dalam upacara pemakaman oleh kelompok wanita ritual Sandogo dan Tyekpa. Selain nilai estetika, drum ini menyampaikan pentingnya peran perempuan dalam menjaga spiritualitas dan kohesi sosial",
"price": "Rp 1.250.000.000"
},
{
"id": 17,
"title": "Minnie",
"image": "https://www.artic.edu/iiif/2/b4adaaf1-81ec-755d-a5df-15c85b63a86c/full/843,/0/default.jpg",
"artist": "Ed Paschke",
"years": "1974",
"style": "Contemporary Indigenous Australian Art / Gestural Abstractionism",
"desc": "Minnie Pwerle memulai karir melukis di usia lanjut, sekitar usia 80-an, namun menghasilkan karya yang memukau hingga kematiannya pada tahun 2006. Lukisan “Minnie” (jika itu judul sebenarnya atau karya representatifnya) kemungkinan menampilkan pola garis melingkar berwarna cerah yang mengekspresikan simbol Dreaming perempuan dari komunitas Utopia. Gaya ini memancarkan energi ritual, gerak tubuh, dan koneksi dengan tanah.Kekuatan visual terletak pada tekstur cair dan simbolisme lokal—sebuah estetika abstrak yang mencerminkan siklus alam dan ritus budaya tradisional. Karya-karya Minnie sangat dihargai oleh kolektor dan museum di Australia karena nilai budaya dan artistiknya",
"price": "Rp 1.400.000.000"
},
{
"id": 18,
"title": "Head of a Luohan",
"image": "https://www.artic.edu/iiif/2/214ac436-6535-8de0-b77d-c2e5406df956/full/1686,/0/default.jpg",
"artist": "Song, Liao,",
"years": "dynasty, c. 11th century",
"style": "Religious Iconography",
"desc": "Patung kepala Luohan ini berasal dari abad ke-11, dibuat dengan teknik dry lacque—lapisan kain getah di atas cetakan inti tanah liat, diukir dengan wajah ekspresif, dan dilengkapi manik-manik kecil sebagai mata untuk menambah intensitas spiritual. Wajahnya menampilkan dahi tinggi, pipi menonjol, dan bibir tipis; meskipun lapisan cat dan emas telah terkelupas, ekspresi tenang dan mendalam tetap tersisa, memancarkan ketenangan seorang figur pencerahan. Karya ini mencerminkan penghormatan terhadap karakter religius dan sejarah Buddhis China dari masa awal renaisans penciptaan seni keagamaan",
"price": "Rp 850.000.000"
},
{
"id": 19,
"title": "The Actor Otani Hiroji III as Kawazu no Saburo in the Play Myoto-giku Izu no Kisewata, Performed at the Ichimura Theater in the Eleventh Month, 1770",
"image": "https://www.artic.edu/iiif/2/154292ca-b195-89b4-21f2-3d817307dc24/full/843,/0/default.jpg",
"artist": "Katsukawa Shunso",
"years": "c. 1770",
"style": "Ukiyo-e / Kabuki Portraiture / Hosoban Format",
"desc": "Lukisan ini menggambarkan kabuki actor Otani Hiroji III memerankan karakter Kawazu no Saburo dalam pertunjukan Myoto-giku Izu no Kisewata di Ichimura Theater sekitar tahun 1770. Dalam komposisinya, biasanya juga menampilkan gambar bersama aktor lain seperti Segawa Kikunojo II dan Nakamura Sukegoro II. Kostumnya—kimono hijau muda yang tertata rapi—mengindikasikan simbol status karakter dan acaranya. Cetakan ini menyiratkan sensualitas teatrikal dan estetika Edo period kabuki yang penuh warna dan ornamen dramatis Heritage Print+14",
"price": "Rp 750.000.000"
},
{
"id": 20,
"title": "Young Spartan Girls Challenging Boys",
"image": "https://www.artic.edu/iiif/2/ca2932b4-6c0c-5482-2ae5-8b74926d7b73/full/1686,/0/default.jpg",
"artist": "Edgar Degas",
"years": "c. 1860",
"style": "Neoclassicism transitioning to Impressionism",
"desc": "Lukisan ini diperlihatkan sebagai studi eksploratif mengenai pelatihan fisik remaja Sparta: lima gadis muda yang menantang lima pemuda melalui gerakan atletik seperti bergulat, melompat, dan berlari. Susunan gadis di kiri dan laki-laki di kanan menimbulkan ketegangan visual dan naratif, sementara sekelompok wanita—termasuk Lycurgus—mengawasi dari belakang. Kota Sparta dan Gunung Taygetus terlihat di latar, menciptakan kontras antara kehidupan sosial dan mitologi klasik. Lukisan ini tidak pernah diselesaikan oleh Degas walaupun sering dikaji dalam seni akademik abad ke-19.",
"price": "Rp 600.000.000"
},
{
"id": 21,
"title": "Nude under a Pine Tree",
"image": "https://www.artic.edu/iiif/2/b7b7ecd0-5a50-b89a-c72a-d435a1957c73/full/843,/0/default.jpg",
"artist": "Pablo Picasso",
"years": "January 20, 1959",
"style": "Cubism / Surrealism (Late Period)",
"desc": "Painted on January 20, 1959, karya ini menampilkan sosok perempuan telanjang yang berbaring di bawah pohon pinus di lanskap berbatu. Picasso memadukan bentuk cubist dan elemen naturalistik—seperti siluet pohon, potongan batu, dan kulit manusia yang dipecah oleh warna bumi dan hijau lembut.Plot visual menciptakan dialog antara figur dan lingkungan, menyiratkan refleksi Picasso tentang hubungan antara tubuh manusia dan alam pasca-perang Eropa. Gaya ini mencerminkan sintesis between analytic cubism dan figur klasik Picasso dari 1920-an.",
"price": "Rp 1.000.000.000"
},
{
"id": 22,
"title": "A Mexican Vaquero",
"image": "https://www.artic.edu/iiif/2/005f82e8-fe78-0395-c03f-894a246fb922/full/843,/0/default.jpg",
"artist": "Frederic Remington",
"years": "1890",
"style": "Western Realism / American Old West Painting",
"desc": "Karya dilukis setelah pengalaman Remington ke Meksiko pada tahun 1889, menggambarkan vaquero (penunggang kuda gaya Meksiko) dengan pose gagah di atas kudanya, setengah torso-nya terlihat di atas garis horizon langit pucat dan gurun. Tatapan langsung dan tangan menggenggam tali kendali menunjukkan statusnya sebagai figur yang menjadi bagian tak terpisahkan dari lanskap wilayah tersebut. Remington juga membuat ukiran kayu berdasarkan lukisan ini, yang dimuat di Harper’s Monthly pada tahun 1891 ",
"price": "Rp 850.000.000"
},
{
"id": 23,
"title": "The Scream",
"image": "https://www.artic.edu/iiif/2/3b374643-5328-3e00-c02b-5ab56e5ae8f8/full/1686,/0/default.jpg",
"artist": "Edvard Munch",
"years": "1895",
"style": "Expressionism",
"desc": "menggambarkan sosok berlumuran kecemasan dengan tangan menekan kepala, berdiri di atas jembatan dengan latar langit merah darah dan warna air bergelombang. Munch menciptakan karya ini sebagai gambaran internal dari kecemasan manusia modern.",
"price": "Rp 750.000.000"
},
{
"id": 24,
"title": "Bust of Saïd Abdullah of the Darfour People",
"image": "https://www.artic.edu/artworks/18751/bust-of-said-abdullah-of-the-darfour-people",
"artist": "Charles-Henri-Joseph Cordier",
"years": "1848",
"style": "Orientalist Sculpture / Ethnographic Realism",
"desc": "ini menggambarkan Saïd Abdullah, seorang pria Sudan yang pernah menjadi budak, kemudian berjalan ke Paris dan menjadi model bagi Cordier. Patung perunggu ini menggambarkan wajahnya dengan ekspresi tenang namun kuat—kulit halus, mata tajam, dan raut wajah yang penuh kehormatan. Dibuat di Paris, patung ini dipamerkan pertama kali sebagai model etnografis pada Salon Paris 1848. Cordier menyatakan karya ini sebagai sikap estetis melawan rasisme",
"price": "Rp 500.000.000.000"
},
{
"id": 25,
"title": "Madame François Buron",
"image": "https://www.artic.edu/iiif/2/77f1c8e3-16c6-1147-f4aa-4cfc8bd3eb8b/full/1686,/0/default.jpg",
"artist": "Jacques-Louis David ",
"years": "1769",
"style": "Neoclassicism / Early Portraiture",
"desc": "Madame François Buron dibuat pada tahun 1769, menggambarkan Maria‑Josèphe Fromont, bibi pendukung David dalam tahap awal kariernya. Ia digambarkan sedang membaca sambil mengangkat tangannya ke dahinya—seolah terganggu oleh cahaya atau sebuah pemikiran yang mendalam. Sorotannya hangat dan penuh rasa terima kasih, menandakan hubungan emosional yang kuat antara artis dan subjek. Komposisinya menciptakan keseimbangan harmoni antara simetri model dan kontras latar belakang gelap, menonjolkan wajah dan tangan yang jernih serta detail pakaian seperti pita, pola brokat, dan topi kecil yang mewah",
"price": "Rp 800.000.000"
},
{
"id": 26,
"title": "Rip Van Winkle",
"image": "https://www.artic.edu/iiif/2/c1f5d7ea-65f6-0ac6-d22f-549d27cfdd38/full/1686,/0/default.jpg",
"artist": "John Quidor",
"years": "1829",
"style": "American Romanticism / Literary History Painting",
"desc": "Lukisan ini menggambarkan saat Rip Van Winkle terbangun setelah tidur selama dua puluh tahun—dikelilingi oleh penduduk desa yang tidak mengenali dirinya. Rip berdiri tegak dengan ekspresi kuat, menuduh anak dan cucunya, simbolisasi pergeseran zaman di Amerika pasca Revolusi. Quidor memilih momen ini karena dramanya yang tinggi: ketegangan antara kepemilikan identitas dan alienasi dalam dunia baru. Komposisi juga menunjukkan pelukisan realistis dengan nuansa romantik—latar desa, manusia penuh ekspresi, dan simbol-simbol emosi transisi zaman ",
"price": "Rp 650.000.000"
},
{
"id": 27,
"title": "Ice (2)",
"image": "https://www.artic.edu/iiif/2/07783936-58fb-859d-9350-fb600510177a/full/843,/0/default.jpg",
"artist": "Gerhard Richter",
"years": "1989",
"style": "Abstract / Post-modern Abstraction",
"desc": "Ice (2) merupakan lukisan abstrak oil on canvas ukuran besar (sekitar 203 × 162 cm) yang menampilkan lapisan abu‑kelabu lembut, garis longsor keputihan, dan semburat warna pastel lembut lainnya. Komposisinya menciptakan nuansa dingin dan melankolis seperti kabut beku atau permukaan es retak, menggambarkan kondisi permukaan beku sekaligus efek visual atmosferik. Terletak di Modern Wing Art Institute of Chicago, karya ini menyampaikan dialog antara abstraksi minimal dan impresi cuaca dingin urban serta refleksi kota di gelapnya kaca dan struktur museum",
"price": "Rp 420.000.000"
},
{
"id": 28,
"title": "Chez Mondrian",
"image": "https://www.artic.edu/iiif/2/b9b5634c-ea62-ba9c-2d26-9b6c0f916051/full/843,/0/default.jpg",
"artist": "André Kertész",
"years": "1926",
"style": "Modernist Photography / Portrait of Studio / Architectural Symmetry",
"desc": "Pada tahun 1926, setelah pindah ke Paris, André Kertész mengunjungi studio Piet Mondrian dan secara intuitif menangkap esensi ruang minimalis itu dalam foto ini. Studio yang teratur—dengan topi jerami di gantungan, vas berbunga putih (berdaun hijau yang dilukis putih oleh Mondrian), dan tangga sederhana—menjadi panggung visual bagi dialog antara seni fotografi modern dan prinsip De Stijl.Foto ini menjadi salah satu karya paling terkenal Kertész, menggabungkan geometris dan humanisme dalam narasi visual halus yang memuliakan estetika Mondrian.",
"price": "Rp 580.000.000"
},
{
"id": 29,
"title": "River Stour, Suffolk",
"image": "https://www.artic.edu/iiif/2/6e0b42d7-da32-bdca-7853-516ccd96d57c/full/1686,/0/default.jpg",
"artist": "David Lucas",
"years": "1830, published 1831",
"style": "British Romantic Landscape Print / Mezzotint after Constable",
"desc": "diterbitkan sekitar tahun 1830-1831, berupa cetakan mezzotint kecil (ukuran gambar sekitar 14.4 × 12.2 cm) yang menangkap lanskap khas daerah Constable Country—tepi Sungai Stour di Suffolk. Pemandangan ini dipenuhi perahu kecil, jembatan kayu, serta latar pedesaan Dedham. Cetakan menghidupkan atmosfer karya asli Constable, memberikan nuansa romantik alam Inggris awal abad ke-19 melalui kesan cahaya dan bayangan yang halus. Cetakan saat ini berstatus Off View dalam koleksi museum AIC",
"price": "Rp 480.000.000"
},
{
"id": 30,
"title": "Eviscerated Corpse",
"image": "https://www.artic.edu/iiif/2/93e5ef51-348c-bde4-f0f7-7431809fef0e/full/843,/0/default.jpg",
"artist": "Mike Kelley",
"years": "1989",
"style": "Contemporary Sculpture / Found Objects / Conceptual Art",
"desc": "Konstruksi patung ini menggunakan boneka yang sudah dipakai, kotor, dan ditumpuk dalam susunan besar membentuk sosok manusia setengah lingkar—sebagai metafora tentang dekonstruksi psikologi masa kanak-kanak dan obsesi terhadap kekanak-kanakan yang kehilangan identitas. Estetika visualnya penuh ketegangan antara humor gelap dan kritik sosial terhadap budaya mainstream dan nostalgia anak-anak sebagai objek netral tanpa seksualitas. Ini adalah salah satu karya paling dikenal dari Kelley dan bagian dari koleksi Art Institute of Chicago (donasi Lannan Foundation, inv. no. 1997.147)",
"price": "Rp 1.200.000.000"
}
]
}